/* Delete News button in DailyView */
"Delete" = "Delete";

/* Download button in DailyView */
"Download & Save" = "Download & Save";

/* Error description */
"Failed to convert value from data at path %@" = "Failed to convert value from data at path %@";

/* Error description */
"Failed to convert value from data at URL %@" = "Failed to convert value from data at URL %@";

/* Error description */
"Format %@ not found" = "Format %@ not found";

/* Error description */
"Object not found for key %@" = "Object not found for key %@";

/* Error description */
"Request expected %ld bytes and received %ld bytes" = "Request expected %1$ld bytes and received %2$ld bytes";

